{
  "Enemies to Lovers": ["You are the bane of my existence and the object of all my desires.",
    "It is maddening, how much you consume my very being.",
    "I will not be told what is and is not my place.",
    "Do you think there is a corner of this earth that you could travel to that would free me of this torment?",
    "If I were to wed your sister, it would bind me and you together for eternity, and I would spend every day of my marriage wanting you, dreaming of you, dreading the day when my last thread of honor finally snaps.",
    "She is tolerable; but not handsome enough to tempt me; I am in no humour at present to give consequence to young ladies who are slighted by other men",
    "You have bewitched me, body and soul, and I love—I love—I love you",
    "Like whether you should kiss me or punch me. It's a daily struggle.",
    "I thought, this is the most incredible thing I have ever seen, and I had better keep it a safe distance away from me. I thought, if someone like that ever loved me, it would set me on fire"
  ],
  "Friends to Lovers": ["There's a lot of beauty in ordinary things. Isn't that kind of the point?",
    "All I know is that every time I've been faced with a tough decision, there's only one thing that outweighs every other concern. One thing that will make you give up on everything you thought you knew, every instinct, every rational calculation.",
    "I think you're the kind of girl a guy would come back for.",
    "No, I'm gonna be fine. You know why? 'Cause I met you. That's why I'm okay.",
    "You're not that guy...she didn't deserve you.",
    "I'm not saying it's easy, and I'm not saying it's not gonna take work, but you were worth the wait, and I don't just mean tonight.",
    "You know you've been in love with her since you were 15.",
    "There is something I've been meaning to tell you for a very long time. That I have loved you since the moment we met. An embarrassingly long time, really. Even the years I pretended to be your friend, I was, but... I loved you in secret. I have always loved you.",
    "My feelings for her are not a thunderbolt from the sky. I have known her a very long time, and perhaps I have always felt something for her"
  ],
  "Forbidden Love": ["They've got you trapped, Rose. And you're gonna die if you don't break free.",
    "Promise me you'll survive. That you won't give up... Promise me now, Rose, and never let go of that promise.",
    "You jump, I jump, remember?",
    "Would you stop thinking about what everyone wants! Stop thinking about what I want, what he wants, what your parents want. What do you want? What do you want, damn it, what do you want?",
    "Yes... it wasn't over, it still isn't over!",
    "What are we to do? We are members of two different gangs",
    "From down here I wasn't sure. Is it okay? That I'm not?",
    "A boy like that, who'd kill your brother? Forget that boy and find another! One of your own kind, stick to your own kind!",
    "I have a love, and it's all that I have, right or wrong - what else can I do? I love him, I'm his, and everything he is, I am too."
  ],
  "Fake Relationship": [],
  "Grumpy and Sunshine": [],
  "Love Triangle": [],
  "Best Friend’s Brother": [],
  "Second Chance Romance": [],
  "Age Gap": [],
  "Secret Billionaire": []
}