{
  "Enemies to Lovers": ["You are the bane of my existence and the object of all my desires.",
    "It is maddening, how much you consume my very being.",
    "I will not be told what is and is not my place.",
    "Do you think there is a corner of this earth that you could travel to that would free me of this torment?",
    "If I were to wed your sister, it would bind me and you together for eternity, and I would spend every day of my marriage wanting you, dreaming of you, dreading the day when my last thread of honor finally snaps.",
    "She is tolerable; but not handsome enough to tempt me; I am in no humour at present to give consequence to young ladies who are slighted by other men",
    "You have bewitched me, body and soul, and I love—I love—I love you",
    "Like whether you should kiss me or punch me. It's a daily struggle.",
    "I thought, this is the most incredible thing I have ever seen, and I had better keep it a safe distance away from me. I thought, if someone like that ever loved me, it would set me on fire"
  ],
  "Friends to Lovers": ["There's a lot of beauty in ordinary things. Isn't that kind of the point?",
    "All I know is that every time I've been faced with a tough decision, there's only one thing that outweighs every other concern. One thing that will make you give up on everything you thought you knew, every instinct, every rational calculation.",
    "I think you're the kind of girl a guy would come back for.",
    "No, I'm gonna be fine. You know why? 'Cause I met you. That's why I'm okay.",
    "You're not that guy...she didn't deserve you.",
    "I'm not saying it's easy, and I'm not saying it's not gonna take work, but you were worth the wait, and I don't just mean tonight.",
    "You know you've been in love with her since you were 15.",
    "There is something I've been meaning to tell you for a very long time. That I have loved you since the moment we met. An embarrassingly long time, really. Even the years I pretended to be your friend, I was, but... I loved you in secret. I have always loved you.",
    "My feelings for her are not a thunderbolt from the sky. I have known her a very long time, and perhaps I have always felt something for her"
  ],
  "Forbidden Love": ["They've got you trapped, Rose. And you're gonna die if you don't break free.",
    "Promise me you'll survive. That you won't give up... Promise me now, Rose, and never let go of that promise.",
    "You jump, I jump, remember?",
    "Would you stop thinking about what everyone wants! Stop thinking about what I want, what he wants, what your parents want. What do you want? What do you want, damn it, what do you want?",
    "Yes... it wasn't over, it still isn't over!",
    "What are we to do? We are members of two different gangs",
    "From down here I wasn't sure. Is it okay? That I'm not?",
    "A boy like that, who'd kill your brother? Forget that boy and find another! One of your own kind, stick to your own kind!",
    "I have a love, and it's all that I have, right or wrong - what else can I do? I love him, I'm his, and everything he is, I am too."
  ],
  "Fake Relationship": ["No I didn't, 'cause you can't lose something you never had!",
    "You wanted to lose a guy in ten days, congratulations, you did it. You just lost him.",
    "Being with you was so easy that sometimes I let myself pretend that it wasn't fake",
    "We're just pretending, so you have nothing to be afraid of",
    "We're in love. We're getting married. Right?",
    "I love you with so much of my heart that none is left to protest. I just made it up.",
    "My ex is here, and your ex is here. We can make them jealous and get everyone else off our backs.",
    "So we just, what, fake it?",
    "Exactly. Just until the wedding is over. How hard can it be?"
  ],
  "Grumpy and Sunshine": ["Oh an umbrella! Thank you so much! No problem. My dad always said a good man has an umbrella.",
    "I admire your enthusiasm. It's, uh... a lot.",
    "I come to school every day happy because I get to see you and have a friend like you. What are you saying?",
    "I just... I don't want to wind up hurting you. And if we did this, then it would be...Something real.",
    "Just stop, will you? You're too hot. It's too much to take",
    "I came here tonight because when you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.",
    "Sure. Why? Don't you have a dark side? I know, you're probably one of those cheerful people who dot their i's with little hearts",
    "You say things like that, and you make it impossible for me to hate you.",
    "The first time we met, we hated each other."
  ],
  "Love Triangle": ["I don't stand a chance if he doesn't get better. You'll never be able to let him go. You'll always feel wrong about being with me.",
    "You wouldn't have to change for me or say goodbye to anyone. I can give you more than him",
    "I'm in love with you. And I want you to choose me instead of him",
    "He probably can't even kiss you without hurting you.",
    "He is your first love, I intend to be last. However long",
    "I'm not gonna let someone else's idea of destiny stop me from loving",
    "Look, you know we're supposed to be together. I knew it the first time I saw you",
    "I just... I didn't want you with anyone else. Especially her.",
    "I fell in love with you after I thought I'd never be able to move on from her."
  ],
  "Best Friend’s Brother": ["Don't wind up grinding coochies with my brother or I'll literally never talk to you again",
    "What if I don't want to follow the rules anymore?",
    "He's my best friend. If he finds out, he'll never forgive me.",
    "My brother? Seriously?",
    "He's your brother, you don't see him the way I do",
    "It wasn't just about my feelings for him; it was about the code. The unspoken rule.",
    "He was family. And now, he was so much more.",
    "He was a walking, talking 'do not touch' sign, and I was the one person who wanted to.",
    "I'd known him my whole life, but it wasn't until now that I realized how well I truly didn't know him."
  ],
  "Second Chance Romance": ["Maybe in another life it was you and me. Maybe there, we loved each other right",
    "Relearning you has been the best thing that's ever happened to me",
    "But now she wondered if maybe it was time to stop being the lone hawk, time to let others share her sky",
    "You were worth the wait, and I don't just mean tonight.",
    "We may have taken different paths, but they led us right back to each other.",
    "A second chance is not about going back; it's about moving forward together.",
    "So it's not gonna be easy. It's gonna be really hard. We're gonna have to work at this every day, but I want to do that because I want you",
    "I wanted it to be you, I wanted it to be you so badly.",
    "I never thought I would see you again."
  ],
  "Age Gap": ["You know I'm old enough to be your mother, right?",
    "If I went by your eyes, I'd say you were kind. So, so much for eyes. But as long as you bring up age, how old are you?",
    "I don’t think, sir, you have a right to command me, merely because you are older than I, or because you have seen more of the world than I have",
    "They think you're a gold digger, and they think I'm a dirty old man",
    "Marry you? ... I am not yet twenty, and you—why, you must be a hundred at least!",
    "We want different things. You want a family and career, and I already have all that.",
    "You won't understand until you've lived a little.",
    "You still have your whole life ahead of you, and mine is...",
    "You're different from people my age"


  ],
  "Secret Billionaire": ["I work in... finance.",
    "Money doesn't buy happiness. I just want to find someone who sees me for me.",
    "Don't worry about the check, it's already handled.",
    "It's just a place I'm house-sitting for a friend.",
    "Your poverty is not a virtue",
    "It's just a family business",
    "Wait, the CEO of the company is your brother? You never mentioned that!",
    "You keep saying 'it's nothing,' but that car costs more than my house!",
    "I appreciate your help, but I can't accept this"
  ]
}