{
    "nodes": {
        "node_1": {
            "state": "Young Isabel (Belly) Conklin, full of innocence and wonder, is forming a friendship with Conrad Fisher during a summer at Cousins Beach.",
            "goal": "To nurture her budding friendship with Conrad while enjoying a carefree childhood.",
            "decision": "Belly decides to embrace her friendship with Conrad, spending the summer together.",
            "edgeEvents": [
                "Belly decides to embrace her friendship with Conrad, spending the summer together.",
                "Belly and Conrad bond through shared childhood adventures and dreams.",
                "Belly's friendship with Conrad deepens, laying the foundation for future romantic feelings."
            ],
            "alternate_decision": "Belly could have kept her distance from Conrad, focusing instead on other friendships to avoid complicating her feelings."
        },
        "node_2": {
            "state": "Belly is experiencing a deepening bond with Conrad, with her feelings beginning to shift from friendship to a secret crush.",
            "goal": "To explore her growing feelings for Conrad while maintaining their friendship.",
            "decision": "Belly decides to express her feelings subtly, hoping Conrad feels the same way.",
            "edgeEvents": [
                "Belly decides to express her feelings subtly, hoping Conrad feels the same way.",
                "Social and emotional hurdles challenge their bond, but Belly continues to deepen her crush on Conrad.",
                "Belly and Conrad's relationship begins to have a romantic undertone despite obstacles."
            ],
            "alternate_decision": "Belly could have chosen to suppress her romantic feelings entirely to preserve the status quo of their friendship."
        },
        "node_3": {
            "state": "Belly is caught between the thrill of newfound affection and the challenges posed by their different worlds and her family struggles.",
            "goal": "To resolve the growing tension caused by these challenges while staying true to her feelings.",
            "decision": "Belly decides to confront the emerging challenges head-on, seeking clarity in her relationship with Conrad.",
            "edgeEvents": [
                "Belly decides to confront the emerging challenges head-on, seeking clarity in her relationship with Conrad.",
                "Family issues, secrets, and social judgments create hardships, testing Belly's resolve.",
                "Belly experiences moments of joy and heartbreak as she navigates uncertainty and vulnerability."
            ],
            "alternate_decision": "Belly could have chosen to distance herself temporarily from Conrad and her family to gain perspective without confrontation."
        },
        "node_4": {
            "state": "Now mature, Belly is struggling with her own insecurities and the need for independence amidst turbulent family dynamics and unresolved feelings for Conrad.",
            "goal": "To assert her own identity and independence, while addressing her longstanding attachment to Conrad.",
            "decision": "Belly decides to assert herself, leading to confrontations with her mother and addressing her feelings for Conrad.",
            "edgeEvents": [
                "Belly decides to assert herself, leading to confrontations with her mother and addressing her feelings for Conrad.",
                "Belly's quest for independence results in a reevaluation of her priorities and connections.",
                "Turbulent confrontations force Belly to face the potential heartbreak tied to her relationship with Conrad."
            ],
            "alternate_decision": "Belly could have delayed addressing these issues, continuing with the status quo to avoid immediate conflict."
        },
        "node_5": {
            "state": "Belly reaches a bittersweet understanding of the inevitable challenges and heartbreak that come with her connection to Conrad.",
            "goal": "To come to terms with the complexities of her relationship while moving forward in her journey to womanhood.",
            "decision": "Belly decides to accept the painful truths and sacrifices needed to move forward.",
            "edgeEvents": [
                "Belly decides to accept the painful truths and sacrifices needed to move forward.",
                "Acknowledging the deep-rooted connection with Conrad, Belly realizes the overarching challenges they face.",
                "Belly matures into womanhood with an understanding of love, loss, and identity, accepting that her childhood relationship with Conrad has transformed irreversibly."
            ],
            "alternate_decision": "Belly could have clung to the nostalgia of her childhood, refusing to accept the transforming nature of her relationship with Conrad and delaying her own personal growth."
        }
    }
}