{
    "events": {
        "event 1": "Belly decides to keep her distance from Conrad, focusing instead on other friendships to avoid complicating her feelings.",
        "event 2": "Belly forms a close friendship with Susannah's niece, Daisy, who is spending the summer at the beach house.",
        "event 3": "Through Daisy, Belly is introduced to a vibrant group of teenagers, leading to new social activities and adventures.",
        "event 4": "Belly observes Conrad from afar, feeling a mix of nostalgia and the weight of her unresolved emotions.",
        "event 5": "Belly confides in Daisy about her history with Conrad, gaining insight into her own romantic hesitations.",
        "event 6": "Belly takes up a summer job at a local café, fostering independence and developing new skills.",
        "event 7": "Belly is faced with unforeseen challenges at work, learning important lessons about perseverance and reliability.",
        "event 8": "On a group outing, Belly realizes her attraction to Jake, a fellow employee, and grapples with the confusion of mixed emotions.",
        "event 9": "Belly confronts her inner turmoil, questioning whether her feelings for Conrad are a comfortable fallback or genuine love.",
        "event 10": "A heart-to-heart with her mother helps Belly redefine her understanding of relationships and personal priorities.",
        "event 11": "Belly experiences a series of personal triumphs that boost her confidence and reshape her perception of self-worth.",
        "event 12": "Past emotional baggage resurfaces during a chance encounter with Conrad, challenging Belly's newfound clarity.",
        "event 13": "Belly and Daisy undertake a personal project, celebrating their shared goals and aspirations.",
        "event 14": "Belly's bond with Daisy deepens into a lasting friendship, proving pivotal in her journey toward emotional maturity.",
        "event 15": "Belly returns home more centered and independent, with a profound understanding of her evolving identity, leaving the summer's romantic possibilities open but secondary."
    }
}
